<?php
# processed by https://vorvule.com/news/news-factory.php?prefix=by-ribbon-be
$own_feed = array(
[
    'name' => 'Белсат',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => '"Мужыцкая праўда" – польская прапаганда?',
    'text' => [
        'За некалькі месяцаў да пачатку антырасейскага паўстання 1863 года расейскія ўлады выявілі ў Беларусі новы нелегальны друкаваны орган пад назвай "Мужыцкая праўда". Трывогу імперскай адміністрацыі выклікаў не столькі антыцарскі і антырасейскі змест, як г.зв. "мужыцкая" мова газеты.',
        '"Мужыцкая праўда" выходзіла нерэгулярна і нядоўга – каля года. За гэты час надрукавалі ўсяго сем нумароў. І да сёння вядуцца спрэчкі: што гэта было – газета, пракламацыя, улётка? Хто аўтар ці іх было некалькі? Да чаго насамрэч заклікала выданне? Яе беларуская мова – прызнанне існавання народа ці тактычны ход хітрых палякаў, каб прывабіць сялянскі люд да паўстання?',
        'Аказалася, што не ўсе архіўныя матэрыялы, датычныя "Мужыцкай праўды", выяўленыя і апрацаваныя. Яшчэ магчымыя адкрыцці, нават сенсацыйныя. Не вывучаны да канца чарнавік шостага нумара, знойдзены ў далёкім ужо 1989 годзе. І ў ім – зусім іншыя тэксты, чым тыя, што дайшлі да чытача ў апублікаваным варыянце.',
        'Пра ўсё гэта ў чарговым выданні "Загадак беларускай гісторыі" доктар гістарычных навук Алесь Смалянчук.',
              ],
    'pict' => '_wUeSZDoDrI',
    'type' => 'video/youtube',
    'date' => '1583434800',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Радыё Свабода',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Саўка ды Грышка пра каранавірус',
    'text' => [
        'Героі Лявона Вольскага па-рознаму занепакоеныя эпідэміяй каранавірусу ў сьвеце.',
              ],
    'pict' => '7fW6AjzIbFI',
    'type' => 'video/youtube',
    'date' => '1583434799',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Радыё Свабода',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'NEXTA. Вялікае інтэрвію',
    'text' => [
        'Сьцяпан Сьвятлоў (NEXTA) вядзе самы папулярны ў Беларусі Telegram-канал з аўдыторыяй у 200 тысяч. Яшчэ 340 тысяч падпісантаў мае ў Youtube, дзе разьмяшчае ролікі пра Лукашэнку і сытуацыю ў Беларусі. Самае пасьпяховае відэа — "Лукашэнка. Крымінальныя матэрыялы" паглядзелі ўжо больш за 2 мільёны разоў.',
        'У вялікім відэаінтэрвію ў праекце "Морква" Сьцяпан расказаў Каці Маркоўскай, як жыве і працуе ў Варшаве, што яго чакае ў выпадку прыезду ў Беларусь, чаму ня лічыць сябе журналістам, колькі зарабляе ў інтэрнэце, як змагаецца з зорнай хваробай і што ў яго з Уладзімерам Чудзянцовым і Раманам Пратасевічам.',
              ],
    'pict' => 's-9oN5WiU6U',
    'type' => 'video/youtube',
    'date' => '1583434798',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Белсат',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Мілінкевіч пра Плошчу 2020, Расею і памылкі апазіцыі',
    'text' => [
        'У новым цыкле інтэрв’ю з былымі кандыдатамі на прэзідэнта Аляксандр Мілінкевіч, які балатаваўся ў 2006-м, – пра сваю сям’ю, абедзве Плошчы, памылкі беларускай апазіцыі ды Расею.',
              ],
    'pict' => '2Vd4HQeiCzM',
    'type' => 'video/youtube',
    'date' => '1583434797',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Белсат',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Не тапчыце дзяржаву! Подзвіг Тадэвуша Рэйтана',
    'text' => [
        '"Тапчыце мяне, не тапчыце дзяржаву!". З такімі словамі Тадэвуш Рэйтан кінуўся на падлогу на паседжанні сойму, каб уратаваць ад падзелу Рэч Паспалітую. Дзякуючы гэтаму ўчынку ён трапіў не толькі ў гісторыю, але і на вядомую кожнаму паляку карціну Яна Матэйкі. А паходзіў Тадэвуш Рэйтан з-пад Ляхавічаў.',
        'Адкуль у Беларусі з`явіўся род Рэйтанаў? Чаму яны пабудавалі драўляны палац, а не мураваны? Як склаліся іхныя лёсы? У новай серыі "Загадак беларускай гісторыі" распавядзе вядоўца, доктар гістарычных навук Аляксандр Краўцэвіч.',
              ],
    'pict' => 'K_mPQ3qCNhI',
    'type' => 'video/youtube',
    'date' => '1583434796',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Наша Ніва',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Сяргей Чалы: пра нудызм, алкагалізм, нацыяналізм і «Эканоміку на пальцах»',
    'text' => [
        'Сяргей Чалы скончыў фізічны факультэт БДУ, але з цягам часу стаў бадай самым папулярным эканамістам краіны. Пазнавальнасць яму прынесла праграма «Эканоміка на пальцах» на партале Tut.by. Чалы, які лічыць гэты праект справай свайго жыцця, пасля васьмі гадоў працы быў вымушаны сысці са скандалам. "Гэты бяссувязны набор словаў было папросту немагчыма слухаць", — жорстка выказаўся пра "Эканоміку на пальцах" заснавальнік Tut.by Юрый Зісер.',
        'Трэба прызнаць, што Чалы ўмее трапляць у неадназначныя гісторыі: варта згадаць хаця б п’яную бойку ў дварах за ўніверсамам «Цэнтральны». А яшчэ раней было сяброўства ў русафільскім «Славянскім саборы», праца ў выбарчым штабе Лукашэнкі і пасля — у Адміністрацыі прэзідэнта. Пра ўсё гэта ў новым выпуску праекта відэагутарак "Ток" на "Нашай Ніве".',
              ],
    'pict' => 'PUz1eVakRpQ',
    'type' => 'video/youtube',
    'date' => '1583434796',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Радыё Свабода',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Самыя папулярныя беларускамоўныя блогеры. Хто яны?',
    'text' => [
        '"Радыё Свабода" сабрала ў адзін ролік найбольш папулярныя аўтарскія ютуб-каналы на беларускай мове і тлумачыць, чаму яны вартыя вашай увагі. Пакідайце ў камэнтарах спасылкі на ютубэраў, якіх мы не назвалі ў гэтым выбары, але яны ствараюць цікавыя рэчы.',
              ],
    'pict' => 'xqTX4E_5V0Y',
    'type' => 'video/youtube',
    'date' => '1583434795',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Слухай Сюды',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Кантралюй словы — кантралюй свет!',
    'text' => [
        'Вы калі-небудзь задумваліся, адкуль узяліся словы, якімі мы карыстаемся? Галоўная функцыя словаў — адлюстроўваць аб`ектыўную рэальнасць, у якой мы знаходзімся. Тыя ж, каму не падабаецца гэтая рэальнасць, імкнуцца змяняць словы, якія яе апісваюць. Колькі праўды ў словах, якімі мы сёння карыстаемся? Хто і навошта імкнецца навязаць нам новы лексікон? Пра гэта — у нашым сённяшнім відэа.',
              ],
    'pict' => 'jw0K-eeeXZ4',
    'type' => 'video/youtube',
    'date' => '1583434794',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Радыё Свабода',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Чаму на ютубе мала кантэнту па-беларуску?',
    'text' => [
        'Ёсьць шмат каналаў, якія прадукуюць кантэнт па-беларуску. Зь якімі праблемамі сутыкаюцца стваральнікі кантэнту, і як гэтыя праблемы можна вырашыць, — тлумачыць Жанна Новік.',
              ],
    'pict' => '7oBjG4bqOxs',
    'type' => 'video/youtube',
    'date' => '1583434793',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Радыё Свабода',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'Саўка ды Грышка пра ЗША і Беларусь',
    'text' => [
        'Героі Лявона Вольскага ўражаныя і крыху разгубленыя пасьля візыту ў Беларусь дзяржаўнага сакратара Злучаных Штатаў Майка Пампэо.',
              ],
    'pict' => 'ds86Li38QeI',
    'type' => 'video/youtube',
    'date' => '1583434792',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Маёнтак Падароск',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000001',
    'capt' => 'На канале "Маёнтак Падароск" выйшла новая серыя "Падарожжа з Жыгамонтам. Вёска Ёдчыцы"',
    'text' => [
        'Вёска Ёдчыцы Клецкага раёна добра вядомая ў ваколіцах дзякуючы Свята-Пакроўскай царкве. За савецкім часам менавіта ў гэтым храме любілі вянчацца і хрысціць дзяцей жыхары Клеччыны. У Ёдчыцах здаўна была свая царква. У 1869 г. у гэтай вёсцы ў сям’і святара Адама Валасовіча нарадзіўся сын Канстанцін, які стаў знакамітым прыродазнаўцам, геолагам, географам, хімікам і даследчыкам Арктыкі.',
              ],
    'pict' => 'cnR2y3UzHKM',
    'type' => 'video/youtube',
    'date' => '1583434791',
    'full_text' => '',
    'yand' => '',
],
[
    'name' => 'Радыё Свабода',
    'link' => 'https://www.vorvule.com?news~by~be-common~0000000000',
    'capt' => 'Вялікае інтэрв’ю з Паўлам Севярынцам',
    'text' => [
        'У сьнежні 2019 году Павал Севярынец стаў фронтмэнам чатырох вулічных шэсьцяў і мітынгаў супраць інтэграцыі Беларусі і Расеі. За гэта на яго склалі больш за 10 адміністрацыйных пратаколаў. Палітык сплаціў 2625 рублёў штрафу і адседзеў 15 сутак. Яшчэ 30 сутак «павісьлі» — суды адбыліся, пастановы ёсьць, забраць на Акрэсьціна могуць цягам году.',
        '"Радыё Свабода" пагаварыла з Паўлам пра тое, як ён ставіцца да арыштаў, чаму моліцца на акцыях, ці крыўдзіцца на абвінавачваньні ў графаманстве і што думае пра сэкс. Пакуль апазыцыянэр быў у турме, яны сустрэліся таксама з Воляй Севярынец, каб прыгатаваць зь ёй любімы пірог мужа і пагуляць з маленькім Францішкам, а таксама спытаць пра першае спатканьне і высьветліць, ці пануе патрыярхат у сям’і Севярынцаў.',
              ],
    'pict' => 'vZdU_cqV_bc',
    'type' => 'video/youtube',
    'date' => '1581338722',
    'full_text' => '',
    'yand' => '',
],











/*
[
    'name' => 'Vorvule',
    'link' => 'https://vorvule.com?news~by~be-common~0000000000',
    'capt' => 'Колькасць падпісчыкаў на канале Сцяпана Нехта ў Telegram перавысіла 200 тысяч чалавек',
    'text' => [
        'Колькасць падпісчыкаў на канале Сцяпана Нехта ў Telegram перавысіла 200 тысяч чалавек.',
        'Паводле стану на 09.02.2020 колькасць падпісчыкаў на канала @nexta_tv ў Telegram склала 201400 чалавек.',
        'Акрамя таго, Сцяпан, супольна з Раманам Пратасевічам і іншымі паплечнікамі, плануе развіць свае Telegram і YouTube-каналы у паўнавартасны медыяпраект.',
              ],
    'pict' => 'https://vorvule.com/index-news/jpg/0000000000.jpg',
    'type' => 'image/jpeg',
    'date' => '1581252322',
],
*/
); # $own_feed = array()

?>